---
kind: other
id: Methods.T:Autodesk.Revit.DB.FabricationItemFolder
source: html/8cb8aba3-786a-ca0e-cc98-5a9f285910c3.htm
---
# FabricationItemFolder Methods

Gets the item files in this item folder.